{
    "_default": {
        "1": {
            "user": "",
            "date": "2024-10-01",
            "overview": "Recomendación, motivación, consejo del día generado por Gemini",
            "mood": "Emoción del usuario del día",
            "title": "Título del día",
            "note": "Nota del usuario del día",
            "img": "Etiqueta de la imágen predecida"
        },
        "2": {
            "user": "user_20251118195123_2360",
            "date": "2025-11-18",
            "overview": {
                "message": "¡Ánimo! Aunque hoy haya sido un día triste, recuerda que tu valía no depende de la compañía. Eres increíble tal como eres.",
                "recommendation": "Mañana, ¿qué tal si intentas algo que te guste solo a ti? A veces, disfrutar de tu propia compañía es un gran regalo. ¡Un nuevo día te espera!",
                "interesting_fact": "¿Sabías que los zorros rojos, como el de tu imagen, son animales muy astutos y adaptables? Incluso en la soledad, encuentran maneras de prosperar y ser felices."
            },
            "mood": "triste",
            "title": "Día solitario",
            "note": "Hoy tuve un día triste, mis amigos en la escuela no fueron y me la pasé sólo todo el día",
            "img": "red fox"
        },
        "3": {
            "user": "user_20251118195123_2360",
            "date": "2025-11-19",
            "overview": {
                "message": "Hola, amigo. Entiendo que te sientas cansado y triste por el trabajo. Recuerda que tu esfuerzo es valioso, pero también lo es tu bienestar.",
                "recommendation": "Mr. Zorro te sugiere tomar un breve descanso. Permítete unos minutos para desconectar, estirar las piernas o simplemente cerrar los ojos. ¡Te lo mereces!",
                "interesting_fact": "Dato curioso: Aunque un reloj digital muestra la hora exacta, tu cuerpo tiene su propio 'reloj interno' que te dice cuándo necesitas recargar energías. ¡Escúchalo!"
            },
            "mood": "sad",
            "title": "hola",
            "note": "eStoy cansado de trabajar",
            "img": "digital clock"
        },
        "4": {
            "user": "user_20251119185906_8793",
            "date": "2025-11-19",
            "overview": {
                "message": "¡Hola! Soy Mr. Zorro. Entiendo que hoy te sientas cansado, pero recuerda que cada día es una nueva oportunidad para avanzar.",
                "recommendation": "Para mañana, enfócate en tu proyecto. Divide las tareas en bloques de tiempo manejables, como los dígitos de un reloj, y descansa entre ellos para mantener tu energía y concentración.",
                "interesting_fact": "¿Sabías que tomar descansos regulares y planificados, como los intervalos de un reloj digital, puede aumentar tu productividad y creatividad para terminar tu proyecto?"
            },
            "mood": "tired",
            "title": "Prueba titulo de la nota",
            "note": "¿Qué te gustaría lograr mañana?\nTerminar mi proyecto",
            "img": "digital clock"
        },
        "5": {
            "user": "user_20251119190639_1824",
            "date": "2025-11-19",
            "overview": {
                "message": "¡Hola! Aunque el cansancio se sienta hoy, recuerda que cada momento cuenta. Tu esfuerzo es valioso y te acerca a tus metas.",
                "recommendation": "Mr. Zorro te aconseja: como un reloj digital que marca el tiempo, tómate un instante para pausar. Reflexiona en algo por lo que estés agradecido. Un pequeño respiro renueva tu espíritu.",
                "interesting_fact": "Dato curioso: ¿Sabías que los primeros relojes digitales no aparecieron hasta la década de 1970? ¡Antes, la hora era puramente analógica y se leía de otra manera!"
            },
            "mood": "tired",
            "title": "prueba titulo",
            "note": "¿Por qué estás agradecido hoy?\nhola estoy es una prueba",
            "img": "digital clock"
        }
    }
}